const wordlist = [
    {
        'sel': '#button-red',
        'items': [
            'кровь', 'розы', 'малина', 'клубника', 'томаты', 'вино', 'маки', 'пожар', 'кармин', 'перец', 'радость', 'страсть', 'любовь', 'рубин', 'тушенка', 'сигнальный цвет', 'морская рыба', 'маки', 'кровища', 'коммунизм', 'красноволосых герои', 'фламенко',
        ],
    },
    {
        'sel': '#button-orange',
        'items': [
            'морковь', 'тыква', 'апельсин', 'лосось', 'солнце', 'огонь', 'листья осени', 'тигр', 'мандарин', 'домашний уют', 'огонь', 'апельсины', 'рыжие люди', 'вулканы', 'верблюд в пустыне',
        ],
    },
    {
        'sel': '#button-yellow',
        'items': [
            'лимон', 'солнце', 'банан', 'льняное масло', 'макароны', 'лимонад', 'мед', 'кукуруза', 'золото', 'пшеничные волосы', 'пшеница', 'цыплята', 'бананы', 'одуванчики',
        ],
    },
    {
        'sel': '#button-green',
        'items': [
             'листья', 'трава', 'деревья', 'яблоки', 'киви', 'огурцы', 'лайм', 'змеи', 'зависть', 'надежда', 'огурцы', 'лягушки', 'тоска', 'леса Амазонки', 'доллары', 'абсент',
        ],
    },
    {
        'sel': '#button-blue',
        'items': [
            'небо', 'вода', 'море', 'глаза', 'джинсы', 'синий кит', 'лед', 'сапфир', 'небо', 'голубые Гавайи', 'яйца дрозда', 'звенящая сталь', 'аристократия',
        ],
    },
    {
        'sel': '#button-dblue',
        'items': [
             'ночь', 'день', 'глубина', 'грусть', 'доверие', 'верность', 'холод', 'мир', 'лед', 'морской прибой', 'блю кюрасао', 'птица счастья', 'васильки',
        ],
    },
    {
        'sel': '#button-violet',
        'items': [
            'лаванда', 'аметист', 'фиалка', 'сирень', 'пурпур', 'тайна', 'магия', 'баклажан', 'пофигист',
        ],
    },
];